{
    "PLAY": "Jouer",
    "OPTIONS": "Options",
    "CREDITS": "Crédits",
    "DIFFICULTY": "Difficulty",

    "TUTO1": "T'es pas payé à regardé ton tel!\nAttrape un object avec E et répare le avant qu'il tombe dans l'incinérateur !",
    "TUTO2": "Ca à l'air pénible hein ?\nBah tant pis car c'est ton boulot !\nEt ne ne pense même à pas utiliser ce bouton 'flox tape' quand je regarde !\n La douleur et la sueur font partie de notre devise",
    "TUTO3": "C'est quoi ça?!\nLe PDG est venu me dire que nos produits étaient plein de ruban adhésif et qu'ils ne sont pas bien réparés !\nJe te surveille pour celui là!",

    "ITEXPLANATIONS": "Copie le code pour corriger les bogues !",
    "WIRESEXPLANATIONS": "Relies les fils pour corriger les défaults électriques !",
    "RELEXPLANATIONS": "Repare cette relation brisée !",
    "MINEEXPLANATIONS": "Identifie les viruses et soigne cette animal de compagnie !",

    "ITDETAILS": "Appuie sur le text pour avoir le foxus et écrit le text que tu vois !",
    "WIRESDETAILS": "Appuie sur 'IN' pour récupérer le fil et résous l'équation pour le lier à la bonne sortie !",
    "RELDETAILS": "Appuie sur le bouton 'Pomper' quand le curseur est à l'intérieur de la barre verte !",
    "MINEDETAILS": "Ca se joue comme un démineur ! Le chiffre affiché est le numbre de virus adjacents, n'appuie pas sur un virus !",
    
    "INSPECTIONCHANCES": "Chances d'inspection :",
    "INSPECTIONON": "Inspection en cours",
    
    "PUMP": "Pomper",
    "LEFT": "restant",

    "TECHARTIST": "Artiste technique",
    "AUDIO": "Audio",
    "PROGRAMMING": "Programmation",
    "NARRATION": "Narration",
    "ARTIST": "Artiste",
    "SPELLCHECK": "Vérification orthographique",
    "ADDITIONALHELP": "Avec l'aide additionel de",
    "AND": "et",

    "GAMEOVER": "Partie finie",
    "GAMEOVER2": "Mais t'inquiète pas, il y a toujours...",
    "HARDMODE": "Mode difficile",
    "ON": "Activé",
    "OFF": "Désactivé",

    "RULES": "Règles",

    "SCORE": "Score:",

    "HELP1": "Bienvenue à votre nouveau travail !",
    "HELP2": "Notre but ici est de réparer tout et n'importe quoi, donc appuie sur 'E' pour prendre et caisse et répare son contenu.",
    "HELP3": "Notez bien que utiliser <color=red>FLOX TAPE</color> est expressément interdit dans l'usine. Si nous suspectons qu'un employée utiliser <color=red>FLOX TAPE</color> pour faire leur travail à la va-vite, vous serez sous inspection jusqu'à ce qu'on soit satisfait.",
    "HELP4": "(Se faire prendre augmentera la gauge d'inspection. Durant une inspection, vous ne pourrez pas utiliser <color=red>FLOX TAPE</color> pour finir notre tâche instantanement.)",
    "HELP5": "Nous espérons que vous aller aimer travailler avec nous dans notre grande usine !",
    "HELP6": "Signé, l'équipe de management"
}